<?php include ROOT . '/views/layouts/header.php'; ?>

    <section>
        <div class="container">
            <div class="row">
                <div class="col-sm-10 col-sm-offset-1 col-xs-12">
                    <div class="about">
                        <h4>Соглашение</h4>
                        <h3>Как происходит розыгрыш?</h3>
                        <hr>
                        <p>
                            Каждый участник делает ставку в розыгрыш предметами из CS:GO. Когда время раунда заканчивается
                            система случайным образом определяет одного победителя, которому достается весь банк розыгрыша.
                            Всё решает фортуна!
                        </p>
                        <h3>Всё довольно просто:</h3>
                        <hr>
                        <ul>
                            <li>Вы делаете ставку предметами из CS:GO.</li>
                            <li>Участник может внести до 15 предметов за один раунд на общую стоимость от 20$.</li>
                            <li>Раунд начинается, когда в игру вступило минимум два участника, время раунда – ровно 3 минуты.</li>
                            <li>Когда раунд закончился, происходит сам розыгрыш. Система определяет победителя.</li>
                        </ul>
                        <h3>Правила и особенности:</h3>
                        <hr>
                        <ul>
                            <li>Минимальная ставка 20$ (это может быть один предмет или несколько предметов на эту сумму).</li>
                            <li>Участник может поставить не более 15 предметов в один розыгрыш.</li>
                            <li>В комиссию не попадают предметы, поставленные победителем раунда. В случае вашего
                                выигрыша абсолютно все предметы, поставленные вами в этот раунд, будут возвращены обратно.</li>
                            <li>Выдача выигрыша передается сразу в автоматическом режиме. В редких случаях время выдачи
                                может затянуться до нескольких минут.</li>
                            <li>Каждый раз, отправляя предметы, вы соглашаетесь с правилами использования сайта.</li>
                            <li>Если Ваш инвентарь закрыт или вы указали неверную ссылку на инвентарь, то в течение часа
                                можете это исправить самостоятельно или с помощью технической поддержки. Мы будем пытаться
                                отправить выигрыш постоянно в течение отведенного времени.</li>
                            <li>Максимальное время раунда - 3 минуты.</li>
                            <li>Принимается предметы только для CS:GO.</li>
                            <li>После подтверждения ставки есть вероятность, что ваши предметы не успеют попасть в текущую игру,
                                а попадут в одну из следующих. Это связано с тем, что информация о вашем трейде должна придти
                                от Steam нашему боту, а он должен обработать этот трейд. Если Steam присылает боту трейд
                                после обнуления таймера, то бот определяет ее уже в новый раунд. Чтобы не допускать таких
                                ситуаций, подтверждайте ставку как можно раньше, тогда вероятность попадания в следующую
                                игру крайне мала.</li>
                            <li>Администрация не рассматривает обращения в Тех. Поддержку по потерянным трейдам, если прошло
                                более 3-х часов с момента передачи вещей боту. Так как в история хранит определенное количество
                                трейдов. И если вы пишите спустя более 3-х часов, ваши вещи уже не найти.</li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    </section>

<?php include ROOT . '/views/layouts/footer.php'; ?>